[
 {
   "ID": 0,
   "Nom": "Le petit prince",
   "Auteur": "Antoine de Saint-Exupéry (Auteur) ",
   "Editeur": "Gallimard",
   "Prix": 6.99,
   "Categorie": "Livres pour enfants",
   "Rating": 5,
   "NrPages": 45,
   "Format": "20 x 26 cm",
   "Code": "TRE978-606-789-160-7",
   "LienPhoto": "assets/img/img01.jpeg",
   "Description": "«Le premier soir, je me suis donc endormi sur le sable à mille milles de toute terre habitée. J'étais bien plus isolé qu'un naufragé sur un radeau au milieu de l'océan. Alors, vous imaginez ma surprise, au lever du jour, quand une drôle de petite voix m'a réveillé. Elle disait : “S'il vous plaît... dessine-moi un mouton !” J'ai bien regardé. Et j'ai vu ce petit bonhomme tout à fait extraordinaire qui me considérait gravement...»"
 },
 {
   "ID": 1,
   "Nom": "Cuentos para ninos / Stories for Boys",
   "Auteur": "Equipo Susaeta ",
   "Editeur": "Susaeta",
   "Prix": 9.95,
   "Categorie": "Livres pour enfants",
   "Rating": 4,
   "NrPages": 56,
   "Format": "20 x 13 cm",
   "Code": "TRE978-606-756-165-8",
   "LienPhoto": "assets/img/img02.jpeg",
   "Description": "Un gran libro para todos, lleno de ilustraciones simpáticas e imaginativas, que nos hará pasar un buen rato leyendo las historias y relatos más emocionantes de aventuras, príncipes y princesas."
 },
 {
   "ID": 2,
   "Nom": "Licorne Livre de Coloriage Pour les Enfants de 4 à 8 Ans",
   "Auteur": "Charles Perrault ",
   "Editeur": "Livres Hibou",
   "Prix": 4.99,
   "Categorie": "Livres pour enfants",
   "Rating": 3,
   "NrPages": 19,
   "Format": "17 x 20 cm",
   "Code": "TRE978-606-789-765-3",
   "LienPhoto": "assets/img/img03.jpeg",
   "Description": "Les licornes sont tellement amusantes à colorier parce qu'elles mènent des vies tellement intéressantes et magiques ! Ils rencontrent des princesses, des dragons et des sirènes. Ils visitent des châteaux et des forêts enchantées, survolent des étoiles et des cieux arc-en-ciel et se rendent même au pays des sucreries ! Partagez le plaisir et la magie des licornes avec un enfant spécial ! Ce livre à colorier est une excellente activité sans écran pour stimuler la créativité et l'imagination d'un enfant. C'est un cadeau parfait !"
 },
 {
   "ID": 3,
   "Nom": "Le Petit Nicolas et les copains",
   "Auteur": "Sempé et  René Goscinny",
   "Editeur": "Folio Junior",
   "Prix": 6.95,
   "Categorie": "Livres pour enfants",
   "Rating": 5,
   "NrPages": 29,
   "Format": "20 x 15 cm",
   "Code": "TRE978-606-754-176-14",
   "LienPhoto": "assets/img/img04.jpeg",
   "Description": "Mon premier a un papa qui lui achète tout ce qu'il veut. Mon deuxième est le chouchou de la maîtresse. Mon troisième est le plus fort de la classe. Le papa de mon quatrième est agent de police. Mon cinquième est le dernier de la classe. Mon sixième qui est très gros aime manger. Mon tout est la plus chouette bande de copains qui ait existé…Comme tous les petits garçons, Nicolas ne serait pas grand-chose sans les copains : Clotaire le rêveur, Agnan le chouchou surdoué, Maixent le magicien et Rufus et Joachim. Sans oublier Marie-Edwidge. C'est la fille des voisins. Elle est très mignonne."
 },
 {
   "ID": 4,
   "Nom": "Le vent du soir (Romans contemporains)",
   "Auteur": "Jean d'Ormesson",
   "Editeur": "JC Lattes",
   "Prix": 5.49,
   "Categorie": "Romans et Littérature",
   "Rating": 4,
   "NrPages": 38,
   "Format": "30 x 13 cm",
   "Code": "TRE978-532-754-160-3",
   "LienPhoto": "assets/img/img05.jpeg",
   "Description": "Le Vent du soir est le premeir tome d'une trilogie dont le second volume a comme titre Tous les hommes en sont fous et le troisième Le bonheur à San Miniatio."
 },
 {
   "ID": 5,
   "Nom": "La littérature Française en 100 romans",
   "Auteur": "Yves Stalloni",
   "Editeur": "Papier Cadeau",
   "Prix": 14.99,
   "Categorie": "Romans et Littérature",
   "Rating": 4,
   "NrPages": 56,
   "Format": "22 x 13 cm",
   "Code": "TRE978-532-789-654-67",
   "LienPhoto": "assets/img/img06.jpeg",
   "Description": "Faire le tour de la littérature française en 100 romans, telle est la gageure de ce livre. Outil idéal pour tous ceux qui préparent un examen, c'est aussi un formidable guide pour approfondir sa culture générale ou choisir une prochaine lecture... Accessible et documenté, le propos d'Yves Stalloni est celui d'un professeur, certes, mais aussi d'un amoureux de la littérature française."
 },
 {
   "ID": 6,
   "Nom": "La Dame du Vallon Perdu (HISTORIA)",
   "Auteur": "Eve Terrellon",
   "Editeur": "Gloriana éditions",
   "Prix": 16.99,
   "Categorie": "Romans et Littérature",
   "Rating": 0,
   "NrPages": 18,
   "Format": "10 x 25 cm",
   "Code": "TRE978-532-654-567-34",
   "LienPhoto": "assets/img/img07.jpeg",
   "Description": "En l'an de grâce 1416, Isabelle, soeur désargentée du ténébreux Arnault de Riprole, prend la route pour rejoindre le château de son fiancé. Sujette à une guerre endémique, la campagne normande est peu sure et le charroi se fait attaquer. Sauvagement molestée, Isabelle est secourue par Tristan, un chevalier errant. Reconnaissante, elle demande à son frère d'accueillir ce dernier au château, pour qu'il y passe l'hiver avec son écuyer. Le fief est pauvre et la vie s'organise entre les mystérieux "
 },
 {
   "ID": 7,
   "Nom": "Une passion indienne",
   "Auteur": "Javier Moro",
   "Editeur": "Points",
   "Prix": 8.95,
   "Categorie": "Romans et Littérature",
   "Rating": 2,
   "NrPages": 39,
   "Format": "15 x 13 cm",
   "Code": "TRE978-532-298-420-10",
   "LienPhoto": "assets/img/img08.jpeg",
   "Description": "1908 : Anita Delgado, danseuse andalouse, épouse le maharajah de Kapurthala. 1925 : la \" cinquième épouse \" se sépare de son mari et quitte l'Inde. Anita aura vécu vingt ans d'une passion tumultueuse, à l'origine d'un des plus grands scandales de l'Empire britannique. Une plongée étourdissante dans les fastes d'un monde emporté par l'Histoire, entre conte de fées moderne et roman vrai d'une femme libre. "
 },
 {
   "ID": 8,
   "Nom": "Drive Your Adventure- Guide d'un roadtrip en van aux confins de l'Europe",
   "Auteur": "Elsa Frindik-pierret, Bertrand Lanneau ",
   "Editeur": "La Martinière",
   "Prix": 29.99,
   "Categorie": "Tourisme et Voyages",
   "Rating": 5,
   "NrPages": 450,
   "Format": "20 x 26 cm",
   "Code": "TRE978-654-789-160-7",
   "LienPhoto": "assets/img/img09.jpeg",
   "Description": "Les éditions de La Martinière s'associent au réseau We-Van et à l'expédition Drive your Adventure pour promouvoir une autre idée du voyage : en couple, en famille ou entre amis, prendre la route en Camper Van, et vivre une expérience de mobilité, de liberté et d'évasion incomparables."
 },
 {
   "ID": 9,
   "Nom": "La Catalogne vue du ciel",
   "Auteur": "Yann Arthus-bertrand, Ramon Folch ",
   "Editeur": "La Martinière",
   "Prix": 35.95,
   "Categorie": "Tourisme et Voyages",
   "Rating": 4,
   "NrPages": 34,
   "Format": "20 x 13 cm",
   "Code": "TRE978-654-756-165-8",
   "LienPhoto": "assets/img/img10.jpg",
   "Description": "\" La peinture, c'est étudier la trace d'un petit caillou qui tombe sur la surface de l'eau, l'oiseau en vol, le soleil qui s'échappe vers la mer, ou parmi les pins et les lauriers de la montagne \". C'est cette citation du peintre catalan Joan Miró évoquant son œuvre qui a guidé Yann Arthus-Bertrand dans la découverte de la Catalogne. Cette région se situant à l'est de l'Espagne offre une diversité unique de paysages oscillant entre mer et montagne, intérieur des terres et lumineuse Barcelone."
 },
 {
   "ID": 10,
   "Nom": "Voyager en cargo. 25 portraits de bourlingueurs",
   "Auteur": "Francoise De tailly, Mathilde Giard ",
   "Editeur": "La Martinière",
   "Prix": 31.95,
   "Categorie": "Tourisme et Voyages",
   "Rating": 0,
   "NrPages": 45,
   "Format": "20 x 15 cm",
   "Code": "TRE978-654-789-765-3",
   "LienPhoto": "assets/img/img11.jpeg",
   "Description": "Voyager en cargo, est-ce possible ? Les cabines sont-elles confortables? Les passagers trouvent-ils de quoi s'occuper ? Il faut croire que oui, car ils sont de plus en plus nombreux à s'embarquer à bord dun porte conteneur, un vraquier ou un roulier... Cet ouvrage rassemble les témoignages de vingt-quatre passagers, âgés de 22 à 75 ans, qui ont tenté l'expérience de ces voyages hors normes. Avec un guide pratique pour bien préparer son voyage en cargo."
 },
 {
   "ID": 11,
   "Nom": "Ticket to Tokyo",
   "Auteur": "Gaspard Walter",
   "Editeur": "La Martinière",
   "Prix": 25.49,
   "Categorie": "Tourisme et Voyages",
   "Rating": 5,
   "NrPages": 78,
   "Format": "30 x 13 cm",
   "Code": "TRE978-654-754-176-14",
   "LienPhoto": "assets/img/img12.jpeg",
   "Description": "Plongez dans l'éclat électrique des rues de Shinjuku, poussez les portes anonymes des bars de Golden Gai, contemplez les lueurs de l'aube depuis la cour silencieuse du sanctuaire Meiji, partez à la recherche des fantômes d'Edo dans les ruelles de Yanaka, et découvrez les contrastes fascinants de la \" capitale de l'Est \". En 200 photos et 25 liens vers des vues à 360 degrés, vivez l'expérience unique d'un voyage inoubliable."
 },
 {
   "ID": 12,
   "Nom": "Writing Science: How to Write Papers That Get Cited and Proposals That Get Funded",
   "Auteur": "Joshua Schimel ",
   "Editeur": "OUP USA",
   "Prix": 33.39,
   "Categorie": "Science",
   "Rating": 4,
   "NrPages": 233,
   "Format": "10 x 25 cm",
   "Code": "TRE978-134-754-160-3",
   "LienPhoto": "assets/img/img13.jpeg",
   "Description": "As a scientist, you are a professional writer: your career is built on successful proposals and papers. Success isn't defined by getting papers into print, but by getting them into the reader's consciousness. Writing Science is built upon the idea that successful science writing tells a story. It uses that insight to discuss how to write more effectively. Integrating lessons from other genres of writing with those from the author's years of experience as author, reviewer, and editor, the book shows scientists and students how to present their research in a way that is clear and that will maximize reader comprehension."
 },
 {
   "ID": 13,
   "Nom": "Destination Sciences Po Histoire Concours commun IEP - Cours, méthodologie, annales",
   "Auteur": "Yannick Clavé (Auteur) ",
   "Editeur": "Armand Colin",
   "Prix": 23.95,
   "Categorie": "Science",
   "Rating": 4,
   "NrPages": 21,
   "Format": "15 x 13 cm",
   "Code": "TRE978-134-789-654-67",
   "LienPhoto": "assets/img/img14.jpeg",
   "Description": "Préparer efficacement à l’épreuve d’histoire du concours commun des IEP d'Aix-en-Provence, Lille, Lyon, Rennes, Saint-Germain-en-Laye, Strasbourg et Toulouse."
 },
 {
   "ID": 14,
   "Nom": "Qu'est-ce que la science?",
   "Auteur": "A.F. Chalmers ",
   "Editeur": "Le Livre de Poche",
   "Prix": 7.29,
   "Categorie": "Science",
   "Rating": 0,
   "NrPages": 34,
   "Format": "20 x 15 cm",
   "Code": "TRE978-134-654-567-34",
   "LienPhoto": "assets/img/img15.jpeg",
   "Description": "\" L'époque moderne tient la science en haute estime. La croyance que la science et ses méthodes ont quelque chose de particulier semble très largement partagée. Le fait de qualifier un énoncé ou une façon de raisonner du terme \"scientifique\" lui confère une sorte de mérite ou signale qu'on lui accorde une confiance particulière. "
 },
 {
   "ID": 15,
   "Nom": "Comment écrire de la fantasy et de la science-fiction",
   "Auteur": "Orson Scott Card ",
   "Editeur": "Bragelonne",
   "Prix": 14.95,
   "Categorie": "Science",
   "Rating": 2,
   "NrPages": 45,
   "Format": "30 x 13 cm",
   "Code": "TRE978-134-298-420-10",
   "LienPhoto": "assets/img/img16.jpeg",
   "Description": "Lorsqu’on est amateur de science-fiction et de Fantasy, on a naturellement des histoires et des mondes plein la tête, que l’on a très envie de raconter. Dans cet ouvrage, le célèbre écrivain Orson Scott Card partage son savoir et son expérience dans ces genres. "
 },
 {
   "ID": 16,
   "Nom": "Le Larousse du chocolat : Recettes, techniques et tours de main",
   "Auteur": "Pierre Hermé",
   "Editeur": "Larousse",
   "Prix": 29.95,
   "Categorie": "Cuisine et Vins",
   "Rating": 5,
   "NrPages": 56,
   "Format": "15 x 13 cm",
   "Code": "TRE978-678-789-160-7",
   "LienPhoto": "assets/img/img17.jpeg",
   "Description": "Les grands classiques indémodables : forêt-noire, brownies, tiramisu, profiteroles...  Les simplissimes absolument inratables : gâteau moelleux au chocolat, petits pots au chocolat, tarte au chocolat et aux poires...  Les originales aux saveurs surprenantes : crème au chocolat et à la lavande, truffes au chocolat blanc, au thé vert matcha et aux pistaches...  Les recettes des invités de Pierre Hermé : fondant au chocolat amer d'Olympe Versini, friantines au chocolat de Philippe Conticini, foies gras de canard en croûte de grué de cacao et jus au chocolat d'Hélène Darroze...  Les tours de main et les gestes techniques expliqués et illustrés étape par étape.  L'essentiel à découvrir sur le chocolat : son histoire, ses secrets de fabrication, ses bienfaits nutritionnels... Pour tous les amoureux du chocolat."
 },
 {
   "ID": 17,
   "Nom": "La cuisine indienne facile",
   "Auteur": "Kirane Grover Gupta ",
   "Editeur": "Editions du Dauphin",
   "Prix": 19.25,
   "Categorie": "Cuisine et Vins",
   "Rating": 4,
   "NrPages": 17,
   "Format": "20 x 26 cm",
   "Code": "TRE978-678-789-160-14",
   "LienPhoto": "assets/img/img18.jpeg",
   "Description": "Passionnée de cuisine, Kirane partage dans ce livre original, ses secrets et tours de mains pour réussir facilement 60 recettes indiennes avec 1 épice ou plus, et donner une touche personnelle à votre préparation. 27 épices de base tout en photos qu'elle a particulièrement choisies et utilisées dans ce livre. "
 },
 {
   "ID": 18,
   "Nom": "Petits plats pour la semaine à préparer le dimanche",
   "Auteur": "Larousse ",
   "Editeur": "Larousse cuisine",
   "Prix": 9.95,
   "Categorie": "Cuisine et Vins",
   "Rating": 3,
   "NrPages": 34,
   "Format": "20 x 13 cm",
   "Code": "TRE978-678-789-765-3",
   "LienPhoto": "assets/img/img19.jpeg",
   "Description": "Cuisiner de vrais repas en semaine relève souvent de l'impossible : entre les journées de travail à rallonge, le marathon des enfants, la fatigue et le temps qui file trop vite... Et si vous arrêtiez de courir ? Piochez dans ce livre des idées de recettes à préparer le dimanche et à déguster dans la semaine !"
 },
 {
   "ID": 19,
   "Nom": "L'atelier de Roxane, les meilleures recettes",
   "Auteur": "Roxane ",
   "Editeur": "Solar",
   "Prix": 6.4,
   "Categorie": "Cuisine et Vins",
   "Rating": 5,
   "NrPages": 23,
   "Format": "10 x 25 cm",
   "Code": "TRE978-678-754-176-1",
   "LienPhoto": "assets/img/img20.jpeg",
   "Description": "Retrouvez enfin le premier livre de Roxane, la star de la chaîne youtube L'Atelier de Roxane, qui met des étoiles plein les yeux aux petits et grands gourmands avec ses recettes originales et colorées à préparer en famille."
 },
 {
   "ID": 20,
   "Nom": "Petit traité sur l'immensité du monde",
   "Auteur": "Sylvain TESSON",
   "Editeur": "Pocket",
   "Prix": 13.96,
   "Categorie": "Tourisme et Voyages",
   "Rating": 4,
   "NrPages": 193,
   "Format": "11  x 18 cm ",
   "Code": "TRE978-654-756-165-7",
   "LienPhoto": "assets/img/img21.jpeg",
   "Description": "Les internautes naviguent dans les corridors virtuels du cyberworld, des hordes en rollers transhument dans les couloirs de bus. Des millions de têtes sont traversées par les particules ondulatoires des SMS. Des tribus de vacanciers pareils aux gnous d'Afrique migrent sur les autoroutes vers le soleil, le nouveau dieu !\nC'est en vogue : on court, on vaque. On se tatoue, on se mondialise. On se troue de piercings pour avoir l'air tribal. Un touriste s'envoie dans l'espace pour vingt millions de dollars. «Bougez-vous !» hurle la pub. «À fond la forme !» On se connecte, on est joignable en permanence. On s'appelle pour faire un jogging. L'État étend le réseau de routes : la pieuvre de goudron gagne. Le ciel devient petit : il y a des collisions d'avions.\nPendant que les TGV rusent, les paysans disparaissent. «Tout fout le camp», disent les vieux qui ne comprennent rien. En fait, rien ne fout le camp, ce sont les gens qui ne tiennent plus en place. Mais ce nomadisme-là n'est qu'une danse de Saint-Guy."
 },
 {
   "ID": 21,
   "Nom": "La petite poule qui voulait voir la mer",
   "Auteur": " Christian JOLIBOIS , Christian HEINRICH",
   "Editeur": "Pocket",
   "Prix": 4.95,
   "Categorie": "Livres pour enfants",
   "Rating": 3,
   "NrPages": 48,
   "Format": "20 x 26 cm",
   "Code": "TRE978-606-789-160-7",
   "LienPhoto": "assets/img/img22.jpeg",
   "Description": "Fils caché d'une célèbre fée irlandaise et d'un crapaud d'Italie, Christian Jolibois est âgé aujourd'hui de 352 ans. Infatigable inventeur d'histoires, menteries et fantaisies, il a provisoirement amarré son trois-mâts Le Teigneux dans un petit village de Bourgogne, afin de se consacrer exclusivement à l'écriture. Il parle couramment le chat, le cochon, la rose et le poulet. Titres publiés : Le Super Broute-Papier, Ma tribu à Lascaux (Flammarion Père Castor), Kidnappée par les Sioux (Milan), Pour faire un bon petit Chaperon (Théâtre pour enfants, Milan)... Christian Heinrich est né en 1965 à Sélestat, une petite ville alsacienne. Diplômé de l'École des arts décoratifs de Strasbourg, il a d'abord voyagé avec ses crayons dans les marges des cahiers puis dans différents pays avec ses carnets de croquis et ses aquarelles. Il est devenu illustrateur de livres pour la jeunesse avec L'arbre qui chante (B. Clavel, Albin Michel) et Les yeux du dragon (S. King, Pocket Jeunesse)."
 },
 {
   "ID": 22,
   "Nom": "After we fell (After, Tome 3)",
   "Auteur": "Anna Todd",
   "Editeur": "Le Livre de Poche",
   "Prix": 8.2,
   "Categorie": "Romans et Littérature",
   "Rating": 4,
   "NrPages": 576,
   "Format": "11 x 17 cm ",
   "Code": "TRE978-532-654-567-125",
   "LienPhoto": "assets/img/img23.jpeg",
   "Description": "Le caractère ombrageux d'Hardin continue à lui jouer des tours, et il échappe de peu à l'expulsion de l'université. De son côté, Tessa retrouve son père par hasard au détour d'une rue. Hardin, toujours aussi ingérable, ne facilite pas cette entrevue inopinée. Tessa va devoir affronter la plus douloureuse des questions : Hardin pourra-t-il s'ouvrir un jour ?\nUn week-end chez le père d'Hardin est l'occasion rêvée pour se recentrer sur leur histoire. La rencontre de Riley et de Lillian va leur en apprendre bien plus que toutes leurs querelles. Pourtant, le départ pour Seattle approche... C'est le moment de prendre les bonnes décisions. Mais Hardin est-il seulement capable de mettre ses démons de côté pour suivre Tessa ? Le besoin passionné d'être ensemble sera-t-il plus fort que tous les obstacles ?"
 },
 {
   "ID": 23,
   "Nom": "Tu mourras moins bête, Tome 1 : La science, c'est pas du cinéma",
   "Auteur": "Marion Montaigne ",
   "Editeur": "Ankama Editions",
   "Prix": 38.75,
   "Categorie": "Science",
   "Rating": 4,
   "NrPages": 255,
   "Format": "25 x 16 cm ",
   "Code": "TRE978-134-298-420-4",
   "LienPhoto": "assets/img/img24.jpeg",
   "Description": "Marion Montaigne : \"Je suis née en 1980 à l'Ile de la Réunion, comme Raymond Barre. Puis j'ai souvent déménagé et j'ai débarqué à Paris. J'aurais bien aimé partir en Amazonie, rencontrer des scientifiques, comme Nicolas Hulot, mais j'ai choisi un avenir de pantouflarde. J'ai fait une prépa de dessin à l'atelier de Sèvres après un bac ES (alors que je déteste l'économie !). Ensuite, je suis entrée à Estienne puis aux Gobelins en section \"dessinateur d'animation\" (avec Florent Maudoux, très fort en dessin et qui vous file des complexes). J'ai un peu bossé dans l'animation, puis j'ai vendu des B.D. dans une librairie et je me suis lancée dans l'illustration. J'ai fait mes premières planches pour des magazines de chez Bayard, qu'on retrouve dans la Vie des très bêtes tomes 1 et 2. J'ai enchaîné sur Panique Organique (éditions Sarbacane) tout en continuant à travailler pour plusieurs éditeurs ; Lito (Le Cafard), Tourbillon (Youri et Margarine dans l'espace) et à faire des illustrations pour Nathan, Gulfstream, Bayard etc... J'ai également écrit des scénarios pour la saison 2 du dessin animé Mandarine and Cowdiffusée sur Canal+ Family. En parallèle, j'ai créé le blog Tumounasmoinsbete en 2008 et voilà !\" "
 },
 {
   "ID": 24,
   "Nom": "Desserts faciles avec Companion",
   "Auteur": " Juliette Lalbaltry, Delphine Constantini",
   "Editeur": "Dessain et Tolra",
   "Prix": 9.95,
   "Categorie": "Cuisine et Vins",
   "Rating": 3,
   "NrPages": 168,
   "Format": "9 x 25 cm",
   "Code": "TRE978-678-789-160-145",
   "LienPhoto": "assets/img/img25.jpeg",
   "Description": "Gâteau aux pommes, crème brûlée aux fruits de la Passion, cake au citron, tartelettes à la noix de coco, choux au chocolat... tout est possible avec Companion ! Puisez l’inspiration dans les 75 recettes proposées ici et conçues spécialement pour votre robot. Ne manquez jamais d’idées pour vous faire plaisir au quotidien ou pour impressionner vos invités lors d’un goûter ou d’un dîner  !\nAvec Companion vous allez devenir le roi de la pâtisserie  ! "
 }
]